//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Uzyskaj pomoc techniczną";
"GetLabsUninstaller" = "Pobierz program odinstalowujący";


// DISPATCHER
"ReinstallButtonDescription" = "Zainstaluj najnowszą wersję";
"UninstallButtonDescription" = "Usuń bieżącą instalację";

"ReinstallButtonTitle" = "Uzyskaj najnowszą wersję";
"UninstallButtonTitle" = "Odinstaluj";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Nie można zainstalować programu Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "Na tym komputerze jest już zainstalowana nowsza wersja tego oprogramowania.";
"InstalledVersionTitle" = "Zainstalowana wersja:";
"ThisVersionTitle" = "Ta wersja:";
"SystemDoesNotMeetMinimumRequirements" = "System nie spełnia wymagań minimalnych instalacji. Wymagany jest system Mac OS X %@ lub nowszy.";
"NeedToUninstallFirst" = "Przed zainstalowaniem tej wersji programu Flash Player należy uruchomić program odinstalowujący programu Flash Player. Program odinstalowujący można pobrać ze strony internetowej Adobe Labs.";

// WELCOME
"LicenseAgreementLink" = "Tutaj można przeczytać licencję.";
"ReadAndAgreeToTermsOfUse" = "Potwierdzam przeczytanie warunków Umowy licencyjnej programu Flash Player i zgodę na nie.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Aby kontynuować, zamknij następujące aplikacje:";
"CloseFPClientsDescription2" = "Można zamknąć je ręcznie lub przez kliknięcie poniżej.";

"ForceCloseAllButtonTitle" = "Zamknij wszystko";

"CloseAppsDialogTitle" = "Zamknij dodatkowe aplikacje";
"CloseAppsDialogMessage" = "Niektóre aplikacje nadal wymagają zamknięcia.\n\nKliknij przycisk OK";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Zamknij";


// INSTALL
"FPInstallerWindowTitle" = "Instalator programu Adobe Flash Player %@";

"EnableInstallMessage" = "Aby umożliwić instalację, kliknij powyższe pole wyboru w celu zaakceptowania umowy licencyjnej.";

"InstallingMessage" = "Instalowanie…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Kończenie instalowania...";

"InstallButtonTitle" = "Instaluj";
"RetryButtonTitle" = "Spróbuj ponownie";
"QuitButtonTitle" = "Zamknij";
"DoneButtonTitle" = "Gotowe";
"DownloadButtonTitle" = "Pobierz";

// +--> Success
"InstallSucceededTitle" = "Instalacja programu Flash Player %@ ukończona";
"RestartBrowserMessage" = "Uruchom ponownie przeglądarkę";

// +--> Failure
"InstallFailedTitle" = "Instalacja zakończona niepowodzeniem";
"InstallFailedDescription" = "Instalacja zakończyła się niepowodzeniem.";
"ErrorLogTitle" = "Dziennik błędów:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Aktualizacja preferencji programu Flash Player";
"UpdateOptionsSubheader" = "Jest możliwe automatyczne pobieranie i instalowanie aktualizacji oraz ulepszeń zabezpieczeń.";
"UpdateMethodSelectionTitle" = "Wybierz metodę aktualizowania:";
"UpdateOption_InstallAutomatically" = "Zezwalaj oprogramowaniu firmy Adobe na instalowanie aktualizacji (zalecane)";
"UpdateOption_NotifyUser" = "Powiadamiaj o możliwości zainstalowania aktualizacji";
"UpdateOption_DoNotCheckForUpdates" = "Nigdy nie sprawdzaj dostępności aktualizacji (niezalecane)";
"UpdateOptionsLearnMore" = "Więcej informacji";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_pl";


// UNINSTALL
"FPUninstallerWindowTitle" = "Instalator programu Adobe Flash Player";
"UninstallDescriptionText" = "Ten program usunie oprogramowanie Adobe® Flash® Player z komputera.";
"UninstallDescriptionText_PlusTentacleRemover" = "Ten program usunie z komputera oprogramowanie Adobe® Flash® Player i wszystkie powiązane z nim pliki bufora oraz ustawienia.";

"UninstallingMessage" = "Odinstalowywanie…";
"UninstallCompletedTitle" = "Zakończone";

// +--> Success
"UninstallSucceededText" = "Program Adobe® Flash® Player został usunięty z komputera.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Nie można wczytać informacji o aktualizacji. Sprawdź stan połączenia z Internetem i spróbuj ponownie.";
"CheckingForUpdatesText" = "Uzyskiwanie informacji o aktualizacjach...";

// No update available
"FlashPlayerIsUpToDate" = "Program Adobe® Flash® Player zainstalowany w tym systemie jest aktualny.";

// Update available
"AutoUpdateXmlLocale" = "pl";
"FPAutoUpdateWindowTitle" = "Aktualizacja programu Adobe Flash Player";
"UpdateAvailableText" = "Dostępna jest aktualizacja programu Adobe® Flash® Player.";
"InstallThisUpdateQuestion" = "Zainstalować tę aktualizację?";
"ChangeSettingsText" = "Ustawienia aktualizacji możesz zmienić w menedżerze ustawień lokalnych.";
"LaunchLSMLink" = "Uruchom menedżera ustawień lokalnych";

"RemindMeLaterButtonTitle" = "Przypomnij później";


// Download Progress Panel
"CancelButtonTitle" = "Anuluj";
"DownloadSucceededTitle" = "Pobieranie zakończone pomyślnie";
"DownloadFailedTitle" = "Niepowodzenie pobierania";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Podczas pobierania instalatora wystąpił błąd. Upewnij się, że działa połączenie z Internetem, a następnie spróbuj ponownie.";
"DownloadingMessage" = "Pobieranie...";
"VerifyingDownloadMessage" = "Sprawdzanie poprawności pobranego pliku…";
"UnpackingDownloadMessage" = "Rozpakowywanie pobranego pliku...";
"LaunchingInstallerMessage" = "Uruchamianie instalatora...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/pl/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/pl/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Dane o użytkowaniu";
"AnalyticsCheckboxLabel" = "Wysyłaj anonimowe dane o użytkowaniu";
"AnalyticsCheckboxDescription" = "Pomóż w ulepszaniu programu Adobe Flash Player, wysyłając anonimowe dane na temat jego użytkowania. W każdej chwili można zmienić to ustawienie.";
"AnalyticsLearnMore" = "Więcej informacji";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_pl";
